import { db } from "@/server/db/script-db";
import { products } from "@/server/db/schema";
import { v4 as uuid } from "uuid";

const pds = {
  "წითელი ხიზილალის კანაპე მდნარი ყველით და ლაიმით": 5.5,
  "კრევეტების ტემპურა ჯინჯერ სოუსით": 7.0,
  "ნორვეგიული ორაგული ვასაბის სოუსით": 7.0,
  "ორაგულის კანაპე ,ჯონჯოლით და მდნარი ყველით ": 9.0,
  "სატაცური რაჭული ლორით და ლიმონის ცედრით ": 8.0,
  "ზეთის ხილის კანაპე არტიშოკოთ და წითელი ხახვით ": 6.0,
  "ყველის კანაპე ნიგვზის ნადუღით ": 6.0,
  "ჰუმუსის კანაპე  ჩერი პომიდვრით ": 6.0,
  "კანაპ ლურჯი ყველით": 5.0,
  "ტატაკის თინუსი ავოკადოს პასტით": 5.0,
  "მოცარელას ბურთები ძაძიკის სოუსით": 3.5,
  "კაპრეზე პესტოს სოუსით": 3.5,
  "კანაპე ლორით, ყველით და ზეთისხილის ტაპენადით": 3.5,
  "გებჟალიას ბურთები პიტნის სოუსით": 3.5,
  "ისპანახის კანაპე ნიგვზით მჭადზე": 3.5,
  "ბადრიჯანის კანაპე ნიგვზით მჭადზე": 2.5,
  "ქათმის კანაპე მაყვლის სოუსით": 3.5,
  "ქათმის მწვადი": 3.5,
  "მინი ბურგერი ნახშირის პურით და მოცარელათი": 3.5,
  "მინი ბურგერი სეზამის მარცველებით და საქონლის ხორცით": 3.5,
  "მინი ხაჭაპური ": 2.5,
  "მინი ფრანგული ხორცის ღვეზელი ზეთისხილით": 3.5,
  "მინი ლობიანი სეზამის მარცველბით": 2.0,
};
async function main() {
  const entries = Object.entries(pds);
  for (const [name, price] of entries) {
    await db.insert(products).values({
      name,
      price: price.toString(),
      categoryId: "27d1f52e-ad64-450b-9126-6ec0bcbdfa65",
      id: uuid(),
    });
  }
  return;
}
main();
process.exit();
