import { Modal } from "@/components/ui/modal";
import { Button } from "./ui/button";
import { useMemo } from "react";
const loading = false;
export function TermsAndConditions({
  open,
  closeModal,
}: {
  open: boolean;
  closeModal: () => void;
}) {
  const currStatus = useMemo(() => {
    const t = localStorage.getItem("tnc");
    if (t) {
      return t == "true";
    }
    return false;
  }, [open]);
  const handleAcceptClick = () => {
    if (currStatus) return;
    localStorage.setItem("tnc", "true");
    closeModal();
  };
  return (
    <Modal
      isOpen={open}
      closeModal={closeModal}
      className={`h-[80vh] w-[70%] ${loading ? "overflow-hidden" : "overflow-y-auto"}
         max-sm:w-[95%]`}
    >
      <h1 className="text-center text-xl font-semibold">წესები და პირობები</h1>
      <div className="flex h-full justify-center overflow-y-scroll">
        <h3 className="w-3/4">
          <p>
            წინამდებარე წესები და პირობები წარმოადგენს თქვენსა და შპს გურმე
            (შემდგომში გურმე ან gourmet.ge) შორის დადებულ სავალდებულო ძალის
            მქონე შეთანხმებას და არეგულირებს თქვენ მიერ gourmet.ge ვებ-გვერდის
            გამოყენებას. gourmet.ge-ს ვებ-გვერდი ან/და მასთან დაკავშირებული
            მომსახურებები, მათ შორის გურმესა და მომხმარებლების მისამართით
            განხორციელებული ნებისმიერი სახის კომუნიკაცია შემოთავაზებულ
            მომსახურებებთან დაკავშირებით, შემდგომში ერთობლივად წოდებულია, როგორც
            gourmet.ge-ს პლატფორმა.
          </p>
          <p>
            პერსონალური ინფორმაცია, რომელსაც გურმე თქვენგან, ან მესამე
            პირებისგან მოიპოვებს, მუშავდება წინამდებარე წესებში განსაზღვრული
            კონფიდენციალურობის პოლიტიკის შესაბამისად.
          </p>
          <p>
            gourmet.ge -ს გამოყენების შესახებ წესებსა და პირობებზე თანხმობით,
            თქვენ ასევე ეთანხმებით gourmet.ge -ს კონფიდენციალურობის პოლიტიკას.
          </p>
          <p>
            gourmet.ge-ს გამოყენების წესებსა და პირობებზე თანხმობით, თქვენ ასევე
            ეთანხმებით gourmet.ge-ს პროდუქტის დაბრუნების და შეცვლის პოლიტიკას.
          </p>
          <p>
            gourmet.ge-ს გამოყენების წესებსა და პირობებზე თანხმობით, თქვენ ასევე
            ეთანხმებით gourmet.ge-ს მიწოდების პოლიტიკას.
          </p>
          <p>
            ვინაიდან მომხმარებელს აქვთ სურვილი, გახსნან gourmet.ge-ს მიერ
            ოპერირებად პლატფორმაზე პირადი ანგარიში რათა, მომხმარებელმა
            პლატფორმის მეშვეობით შეიძინოს, ხოლო გამყიდველმა მოახდინოს საკუთარი
            პროდუქციის რეალიზაცია, გურმე (გამყიდველი) და მომხმარებელი
            თანხმდებიან, დადონ ხელშეკრულება, რომლის საფუძველზეც მოხდება
            მომხმარებელის მიერ ანგარიშის გახსნა, გამოყენება, gourmet.ge-ს მიერ
            მის პლატფორმაზე განთავსებული პროდუქციის გაყიდვა და მომხმარებელისთვის
            მიწოდება, მომხმარებელის მიერ საფასურის გადახდა, ასევე ანგარიშის
            დახურვა.
          </p>
          <p>
            გთხოვთ, ვებ-გვერდის გამოყენებამდე ყურადღებით გაეცნოთ წინამდებარე
            გამოყენების წესებს.
          </p>
          <p>
            ყველა მომხმარებელი, რომელსაც სურს gourmet.ge-ს პლატფორმით
            სარგებლობა, ვალდებულია დაეთანხმოს და დაიცვას ქვემოთ მოყვანილი წესები
            და პირობები. gourmet.ge-ის ადმინისტრაცია უფლებას იტოვებს, ნებისმიერ
            დროს ცალმხრივად, ამავე ვებ-გვერდზე გამოქვეყნების გზით, შეიტანოს
            ცვლილებები ამ პირობებში მომხმარებელის შემდგომი დამატებითი თანხმობის
            გარეშე.
          </p>
          <br></br>
          <p>
            1. ტერმინთა განმარტება
            <br />
            1.1. წინამდებარე პირობებში გამოყენებულ ტერმინებს და განმარტებებს
            აქვთ ქვემოთ განსაზღვრული მნიშვნელობა, გარდა იმ შემთხვევებისა, თუ
            დოკუმენტის კონტექსტიდან აშკარად სხვა რამ არ გამომდინარეობს:
            <br />
            1.1.1. ანგარიში - ნიშნავს მომხმარებელის ან გურმეს მიერ ვებ-გვერდზე
            რეგისტრირებულ ანგარიშს.
            <br />
            1.1.2. ავტორიზაცია - ნიშნავს მომხმარებლის მიერ პირად ანგარიშზე
            წვდომას და მოიცავს წინამდებარე წესების და პირობების მე-6 მუხლით
            განსაზღვრულ ნებისმიერ ქმედებას.
            <br />
            1.1.3. გამოყენების წესები - ნიშნავს წინამდებარე წესებს, ნებისმიერ
            სხვა წესთან ან/და პირობასთან ერთად, რომელსაც ეს გამოყენების წესები
            შესაბამისი მითითებით მიიჩნევენ ამ წესების ნაწილად და რომლებიც
            არეგულირებენ მომხმარებელისა და გამყიდველის მიერ პლატფორმაზე წვდომისა
            და მისი გამოყენების საკითხებს, მათ შორის, დაკავშირებულს ნებისმიერ
            შინაარსთან, ფუნქციასთან და მომსახურებასთან, რომელიც შეთავაზებულია
            ვებ-გვერდზე.
            <br />
            1.1.4. ვებ-გვერდი - ნიშნავს gourmet.ge-ს, რომლის მეშვეობითაც ხდება
            მომსახურების შეთავაზება.
            <br />
            1.1.5. მომხმარებელი (მყიდველი) - იურიდიული ან ფიზიკური პირი, რომელიც
            აკმაყოფილებს წინამდებარე პირობებით გათვალისწინებულ მოთხოვნებს და
            სურს gourmet.ge-ს პლატფორმის საშუალებით შეიძინოს გურმეს პროდუქცია.
            <br />
            1.1.6. გურმე - ნიშნავს gourmet.ge-ს, რომელიც რეგისტრირებულია და
            არსებობს საქართველოს კანონმდებლობის შესაბამისად, წარმოადგენს შპს
            გურმე (ს/კ 404407879), რეგისტრირებული მისამართი: ქ.თბილისი ლუი
            პასტერის 7.
            <br />
            1.1.7. მომხმარებელი, მომხმარებლები - ნიშნავს gourmet.ge პლატფორმაზე
            რეგისტრირებულ მომხმარებელს.
            <br />
            1.1.8. მხარეები - ნიშნავს გურმეს და მის მომხმარებლებს.
            <br />
            1.1.9. gourmet.ge პლატფორმა - gourmet.ge-ს მიერ ოპერირებადი
            პლატფორმა, რომელიც ყოველგვარი შეზღუდვის გარეშე მოიცავს გურმეს
            ვებ-გვერდს.
            <br />
            1.1.10. ოპერაცია - მომხმარებლის მიერ პირად ანგარიშთან ან/და
            მომსახურებებთან დაკავშირებით განხორციელებული ნებისმიერი ოპერაცია.
            <br />
            1.1.11. უნივერსალური იდენტიფიკატორები - gourmet.ge-ს მიერ
            მომხმარებლისათვის მიწოდებული მონაცემების ერთობლიობა, რომელთა
            გამოყენებითაც იგი რეგისტრირდება იდენტიფიკაციის სისტემაში და
            შესაძლებლობა ეძლევა ისარგებლოს gourmet.ge-ს რიგი დისტანციური
            მომსახურებებით ან/და დისტანციური მომსახურების არხებით.
            <br />
            1.1.12. წვდომის კოდ(ებ)ი - კოდები, პაროლები, მომხმარებლის სახელი,
            საიდენტიფიკაციო კოდი, უნივერსალური იდენტიფიკატორები და/ან სხვა სახის
            კონფიდენციალური ინფორმაცია, რომელიც gourmet.ge-მ შესაძლოა მიაწოდოს
            მომხმარებელს ან/და გამყიდველს სხვადასხვა მომსახურებასთან
            წვდომისათვის;
            <br />
            1.1.13. ხელშეკრულება - მომხმარებლებსა და gourmet.ge-ს შორის
            გაფორმებული ხელშეკრულება, რომელიც მოიცავს წინამდებარე წესებსა და
            პირობებს და მის დანართებს, ასეთის არსებობის შემთხვევაში.
            <br />
            1.2. სადაც კონტექსტი ამის საშუალებას იძლევა, მხოლობითი რიცხვის
            აღმნიშვნელი სიტყვები ნიშნავს მრავლობითს და პირიქით.
            <br />
            2.განცხადებები და გარანტიები
            <br />
            2.წინამდებარე წესებსა და პირობებზე თანხმობით, მომხმარებელი
            ადასტურებს, რომ:
          </p>
          <p>
            2.1. მომხმარებელს აქვს სრული უფლებამოსილება (ან მიიღებს შესაბამის
            უფლებამოსილებას) იმისათვის, რომ ხელი მოაწეროს და შეასრულოს ამ
            პირობებით ან ნებისმიერი სხვა ხელშეკრულებებითა და განაცხადებით
            გათვალისწინებული ვალდებულებები.
            <br />
            2.2. გაეცნო პირობებს და ეს პირობები არის მისთვის მისაღები.
            <br />
            2.3. მის მიერ წარმოდგენილი ყველა მონაცემი არის ზუსტი.
            <br />
            2.4. მომხმარებელი არ არის ჩაბმული ან არ მონაწილეობს არცერთი
            იურისდიქციის კანონმდებლობით (რაც მოიცავს საქართველოს კანონმდებლობას
            და იმ ქვეყნის კანონმდებლობას, რომლის მოქალაქეც არის მომხმარებელი)
            გათვალისწინებულ რაიმე სახის უკანონო საქმიანობაში (მათ შორის, ფულის
            გათეთრებაში, იარაღით ვაჭრობაში, ტერორიზმსა ან სხვა სახის უკანონო
            საქმიანობაში).
            <br />
            2.5. პირადი ანგარიშის გახსნისას და ხელშეკრულების მოქმედების მთელი
            პერიოდისათვის მისი საქმიანობა ან/და ქმედება შესაბამისობაში
            არის/იქნება ადგილობრივ ან/და საერთაშორისო კანონმდებლობასთან.
            <br />
            2.6. მისი ქმედება არ არის/იქნება მიმართული gourmet.ge-ს ან/და
            ნებისმიერი მესამე პირის/მხარის მოტყუებისაკენ. აღნიშნული პრინციპის
            გათვალისწინებით ხელშეკრულების დასადებად ან მის საფუძველზე და
            შესასრულებლად, მის მიერ gourmet.ge-სთვის წარდგენილი დოკუმენტი ან/და
            ინფორმაცია მისი წარმოდგენის მომენტისათვის ასევე არის/იქნება უტყუარი,
            ზუსტი და სრული.
            <br />
            2.7. იგი კეთილსინდისიერად, სრულად და ჯეროვნად შეასრულებს პირობებით
            ნაკისრ ვალდებულებებს.
            <br />
            2.8. თანახმაა, პირადი ანგარიშის გახსნის შემდგომ, ხელშეკრულების
            შეწყვეტამდე, gourmet.ge-მ მოიძიოს/გადაამოწმოს და დაამუშავოს
            მომხმარებლის მიერ მითითებული ან მასთან დაკავშირებული ნებისმიერი, მათ
            შორის პერსონალური ინფორმაცია ან/და უნივერსალური იდენტიფიკატორები.
            <br />
            2.9. მომხმარებელი დაუყოვნებლივ წერილობით აცნობებს gourmet.ge-ს ყველა
            იმ გარემოებ(ებ)ის შესახებ, რომელიც შეიძლება წინააღმდეგობაში მოვიდეს
            მის აღნიშნულ განცხადებებთან ან/და გამოიწვიოს აღნიშნული გარანტიების
            დარღვევა.
            <br />
            2.10. gourmet.ge ხელშეკრულებას დებს ამ პირობებში მოცემულ
            განცხადებებსა, გარანტიებსა და ვალდებულებებზე დაყრდნობით და თვლის მათ
            ხელშეკრულების პირობებად. შესაბამისად, ხელშეკრულების დადების შემდეგ
            წინამდებარე მუხლით გათვალისწინებული განცხადებების, გარანტიებისა და
            ვალდებულებების დარღვევა საკმარისი საფუძველია gourmet.ge-ს მიერ
            ხელშეკრულებით და პირობებით გათვალისწინებული ყველა ან ნებისმიერი
            მომსახურების გაწევაზე ცალმხრივი უარის სათქმელად.
            <br />
            2.11. მომხმარებელსა და გურმეს შორის პლატფორმის საშუალებით
            შეთანხმების მიღწევისას იდება ხელშეკრულება (შემდგომში
            &bdquo;ნასყიდობის ხელშეკრულება&ldquo;), რომლის პირობები დამატებით
            მოიცავს წინამდებარე წესებსა და პირობებს.
            <br />
            2.12. მომხმარებელი აცნობიერებს და ადასტურებს, რომ:
          </p>
          <p>
            2.12.1 ვებ-გვერდის დიზაინზე, პროგრამული უზრუნველყოფის ნაკრებზე,
            ძირითად პროგრამულ კოდზე, პროგრამული უზრუნველყოფასა და სხვა მასალაზე
            ვრცელდება საავტორო და სხვა ინტელექტუალური საკუთრების უფლებები და
            შესაბამისად, ექვემდებარება დაცვას.
            <br />
            2.12.2 არ გამოიყენებს რაიმე პროგრამულ უზრუნველყოფას, რომელიც
            აღჭურვილია ხელოვნური ინტელექტით მომსახურების გამოყენებასთან
            მიმართებაში.
            <br />
            3.მომხმარებლის ანგარიშის გახსნა და გამოყენება
            <br />
            3.1. მომხმარებელის მომსახურებებით სარგებლობის წესი:
            <br />
            3.1.1. gourmet.ge-ს მომსახურებით მომხმარებელის მიერ
            სარგებლობისათვის:
            <br />
            &bull; მომხმარებელი რეგისტრირდება ვებ-გვერდზე gourmet.ge;
            <br />
            &bull; რეგისტრაციისთვის მომხმარებელი უთითებს სახელს, გვარს,
            ტელეფონის ნომერს ან ელ.ფოსტას და შეყავს ერთჯერადი 4 ციფრიანი კოდი,
            რომელიც ეგზავნება მომხმარებელს რეგისტრაციისას მის მიერ მითითებულ
            ტელეფონის ნომერზე ან ელ. ფოსტის მისამართზე. შემდგომში უთითებს თავის
            სასურველ პაროლს, რომელიც იცის მხოლოდ მან და სისტემა არ ინახავს მას
            ღია სახით, არამედ ინახავს მის ჰეშირებულ ვერსიას, რომელიც არ არის
            ხელმისაწვდომი არავისთვის გარდა მეპატრონისა.
            <br />
            &bull; რეგისტრაციის დასასრულებლად მომხმარებელმა უნდა მონიშნოს ველი,
            რომ ეთანხმება gourmet.ge-ს კონფიდენციალურობის პოლიტიკას და
            მომსახურების წესებს და პირობებს.
            <br />
            &bull; რეგისტრაციის დასრულების შემდეგ მომხმარებელი ვებ გვერდზე
            ირჩევს მისთვის სასურველ პროდუქტს ან პროდუქტებს და ამატებს მათ
            კალათაში მათი ყიდვის მიზნით.
            <br />
            &bull; ყიდვის დასრულებისთვის მომხმარებელი ყიდვის გვერდზე ავსებს
            დამატებით ინფორმაციას: პირადი ნომერი, მობილურის ნომერი, ფაქტიური
            მისამართი, ირჩევს მისთვის სასურველ მიტანის და გადახდის მეთოდებს და
            ასრულებს ყიდვის პროცედურას.
            <br />
            &bull; თუ მომხმარებელს უჩნდება დამატებითი კითხვა gourmet.ge-ს
            მომსახურების პირობებთან ან მისთვის საინტერესო პროდუქტთან
            დაკავშირებით იგი უკავშირდება გურმეს ოპერატორთა ჯგუფს. <br />
            3.1.2. gourmet.ge-ს მომსახურებით სარგებლობისთვის:
            <br />
            3.2. მომხმარებელი ვალდებულია ყოველთვის უსაფრთხოდ შეინახოს მისი
            პირადი ანგარიშის წვდომის კოდები და არასდროს გაუმჟღავნოს ისინი მესამე
            პირებს.
            <br />
            3.3. მომხმარებელი კისრულობს სრულ პასუხისმგებლობას მისი ანგარიშით
            განხორციელებულ ნებისმიერ ქმედებაზე. იმ შემთხვევაში, თუ პირი სხვისი
            სახელითა და მითითებით ახორციელებს წვდომას მომხმარებლის ანგარიშზე,
            იგულისხმება, რომ მას გააჩნია საკმარისი უფლებამოსილება, მომხმარებელს
            დააკისროს განსაზღვრული ვალდებულებები. გურმე სრულად იხსნის
            პასუხისმგებლობას მესამე პირის მიერ მომხმარებლის ანგარიშზე წვდომისას
            დამდგარ ზიანზე.
          </p>
          <p>
            3.4. მომხმარებელი ვალდებულია შეცვალოს მისი პაროლი და დაუყოვნებლივ
            დაუკავშირდეს gourmet.ge-ს მომხმარებელთა მომსახურების ცენტრს, იმ
            შემთხვევაში თუ მომხმარებელს გააჩნია საფუძვლიანი ეჭვი, რომ მის პირად
            ანგარიშზე შესასვლელი ინფორმაცია, პაროლი ან უსაფრთხოების სხვა წვდომის
            კოდ(ებ)ი ან საშუალებები იქნა მოპარული, დაკარგული, უკანონოდ
            მითვისებული, უნებართვოდ გამოყენებული ან სხვაგვარად მითვისებული.
            აღნიშნული ვალდებულების შეუსრულებლობა საფრთხეს შეუქმნის როგორც
            მომხმარებლის პირადი ანგარიშის უსაფრთხოებას, ასევე გამოიწვევს მის
            პასუხისმგებლობას ნებისმიერ დანაკარგთან/ზარალთან დაკავშირებით.
            <br />
            3.5. პირადი ანგარიშის გახსნით, მომხმარებელი აცხადებს და გარანტიას
            იძლევა, რომ მის მიერ პირადი ანგარიშის გახსნით არ არღვევს არანაირ
            კანონს ან რეგულაციას. იგი ვალდებულია დაიცვას gourmet.ge-ს ინტერესები
            და აუნაზღაუროს gourmet.ge-ს ყველა ზიანი, რომელიც მას მიადგა
            მომხმარებლის მიერ წინამდებარე პუნქტით გათვალისწინებული მოთხოვნების
            დარღვევის შედეგად.
            <br />
            3.6. მომხმარებელი ვალდებულია, უზრუნველყოს მის პირად ანგარიშზე
            არსებული ინფორმაციის სიზუსტე და მისი განახლება. gourmet.ge არ იქნება
            პასუხისმგებელი მომხმარებლის მიერ აღნიშნული ვალდებულების
            შეუსრულებლობით გამოწვეულ არანაირ ზიანზე. gourmet.ge უფლებამოსილია,
            ნებისმიერ დროს მოითხოვოს მომხმარებლისგან ინფორმაციის სისწორის
            დადასტურება ან დოკუმენტების ან სხვაგვარი მტკიცებულების წარმოდგენა;
            <br />
            4.იდენტიფიკაციის სისტემაში რეგისტრირებული უნივერსალური
            იდენტიფიკატორები
            <br />
            4.1. მომხმარებლის სახელი &ndash; დისტანციური მომსახურების მისაღებად,
            ავტორიზაციის განხორციელებისათვის საჭირო, ცენტრალიზებული
            იდენტიფიკაციის სისტემის მიერ ავტომატურ რეჟიმში განსაზღვრული ერთ-ერთი
            პარამეტრი, რომელიც უნიკალურია.
            <br />
            4.2. პაროლი &ndash; ცენტრალიზებული დისტანციური მომსახურების
            მისაღებად ავტორიზაციის განხორციელებისათვის საჭირო ერთ-ერთი
            პარამეტრი, რომელსაც მომხმარებელი თვითონ განსაზღვრავს ცენტრალიზებული
            იდენტიფიკაციის სისტემაში რეგისტრაციისთანავე, gourmet.ge-ს მიერ
            შერჩეული დისტანციური მომსახურების არხ(ებ)ის ან კომუნიკაციის სხვა
            არხის საშუალებით. პაროლი ექვემდებარება შემდგომ განახლებას/ცვლილებას
            მომხმარებლის სურვილისამებრ.
            <br />
            4.3. მობილური ტელეფონის ნომერი &ndash; ტელეფონის ნომერი, რომელზეც
            მომხმარებელი იღებს ცენტრალიზებული დისტანციური მომსახურებით
            განსაზღვრული ოპერაციების წარმოებისთვის საჭირო ერთჯერად წვდომის
            კოდებსა და ერთჯერად პაროლებს (ასეთის არსებობის შემთხვევაში).
            <br />
            4.4. მომხმარებლის პირადი ნომერი/ საიდენტიფიკაციო ნომერი.
            <br />
            4.5. მომხმარებლის ელექტრონული ფოსტის მისამართი - ელექტრონული ფოსტის
            მისამართი, რომელზეც მომხმარებელი იღებს ცენტრალიზებული დისტანციური
            მომსახურებით განსაზღვრული ოპერაციების წარმოებისთვის საჭირო წვდომის
            კოდებსა და პაროლებს (ასეთის არსებობის შემთხვევაში). ცენტრალიზებული
            დისტანციური მომსახურების მისაღებად მომხმარებელს შესაძლოა
            განესაზღვროს ავტორიზაციის განხორციელების ვალდებულება მარტივი
            (სახელისა და პაროლის გამოყენება) ან რთული (სახელის, პაროლისა და
            ერთჯერადი კოდის გამოყენება) ავტორიზაციის მეთოდით. ავტორიზაციის
            მეთოდი ყოველი შესაბამისი დისტანციური მომსახურების
            არხ(ებ)ის/მომსახურებებით სარგებლობისათვის ასევე რეგისტრირდება
            ცენტრალიზებული იდენტიფიკაციის სისტემაში.
            <br />
            4.6. მომსახურების გაუმჯობესებისა ან/და უსაფრთხოების მიზნებისთვის
            გურმემ შესაძლებელია განსაზღვროს დამატებითი ან განსხვავებული
            მომხმარებლის იდენტიფიკატორები.
            <br />
            5.ავტორიზაცია
            <br />
            5.1. ანგარიშის რეგისტრაციისა და ვერიფიკაციის შემდეგ, ვებ-გვერდის
            გამოყენების მიზნით მომხმარებელი გადის ავტორიზაციას.
            <br />
            5.2. ავტორიზაცია ხორციელდება მომხმარებლის უნივერსალური
            იდენტიფიკატორების საშუალებით.
            <br />
            6. მომხმარებელის მიერ სასურველი პროდუქტის შერჩევა, შეკვეთის
            განთავსება, ყიდვა, მიღება და ტრანზაქციის გაუქმების პირობები
            <br />
            6.1. ავტორიზაციის მომხმარებელი ვებ-გვერდის საშუალებით გადადის მთავარ
            გვერდზე, საიდანაც მას შეუძლია სხვადასხვა ინფორმაციაზე წვდომა
            განთავსებული ნავიგაციის ღილაკების მეშვეობით.
            <br />
            6.2. ნავიგაციის ღილაკების საშუალებით მომხმარებელი ირჩევს მისთვის
            სასურველი პროდუქციის კატეგორიას, რის შემდეგაც მას საშუალება ეძლევა
            მოახდინოს მონაცემთა ფილტრაცია სასურველი საფასო კატეგორიის, პროდუქტის
            მახასიათებლების ან/და სხვა შეთავაზებული მონაცემის მიხედვით.
            <br />
            6.3. მომხმარებელი &bdquo;დასტურის&ldquo; ღილაკის მონიშვნით ირჩევს და
            ათავსებს მისთვის სასურველ პროდუქტს საკუთარ კალათაში.
            <br />
            6.4. პროდუქტის კალათაში განთავსების შემდეგ მომხმარებელი
            გადამისამართდება ანგარიშსწორების გვერდზე, სადაც პროდუქტის
            ღირებულებას შესაძლოა დაემატოს სხვადასხვა სერვისის მომსახურების
            საფასური.
            <br />
            6.5. მომხმარებელი gourmet.ge პლატფორმის საშუალებით შეძენილი
            პროდუქციის მიღებას შეძლებს წინასწარ განსაზღვრული მიტანის სერვისის
            წესების მიხედვით.
            <br />
            6.6. მომხმარებელს უფლება აქვს ისარგებლოს შეძენილი პროდუქტის
            დაბრუნების უფლებით, თანდართული დაბრუნებისა და შეცვლის პოლიტიკის
            შესაბამისად.
            <br />
            6.7. მომხმარებლის მიერ gourmet.ge პლატფორმის საშუალებით არჩეული
            პროდუქტი შეძენილად ითვლება და მომხმარებელს პროდუქტზე საკუთრების
            უფლება გადაეცემა მას შემდეგ, რაც ეს პროდუქტი კომპანიის მიერ
            მომხმარებელს ან მომხმარებლის მიერ განსაზღვრულ პირს, მომხმარებლის
            მიერ მითითებულ მიტანის ადგილას ჩაბარდება.
            <br />
            6.8. კომპანია უფლებამოსილია, ცალმხრივად, თავისი შეხედულებისამებრ
            მოახდინოს მომხმარებლის მიერ განხორციელებული ტრანზაქციის გაუქმება.
            <br />
            6.9. თუ კომპანია გააუქმებს მომხმარებლის მიერ განხორციელებულ
            ტრანზაქციას, კომპანია ვალდებულია მომხმარებელს, იმავე ანგარიშზე და
            იმავე ოდენობით დაუბრუნოს თანხა, რაც მომხმარებელმა გადაიხადა
            კომპანიის მიერ ტრანზაქციის გაუქმებამდე.
            <br />
            7. gourmet.ge-სა და მომხმარებელს შორის ანგარიშსწორება
            <br />
            7.1. მომხმარებელს შეუძლია ანგარიშსწორება განახორციელოს საკრედიტო
            ბარათით, რაც მოიცავს წინამდებარე წესებსა და პირობებზე თანხმობას.
            <br />
            7.2. საკრედიტო ბარათით გადახდისას გადარიცხვის მიმღები არის გურმე.
            <br />
            7.3. საკრედიტო ბარათით გადახდის განხორციელებისას gourmet.ge-ს მიერ
            გაწეული მომსახურების საფასური ემატება პროდუქტის ღირებულებას.
            <br />
            7.4. გურმე მომხმარებლებს საკრედიტო ბარათით გადახდისას წარმოქმნილი
            პრობლემის გადაჭრაში მხარდაჭერას გაუწევს ტექნიკური სპეციალისტთა
            გუნდის მეშვეობთ.
            <br />
            7.5. მომხმარებელი gourmet.ge-სთან ანგარიშსწორებას ახდენს გადახდის
            შემდეგი მეთოდებით:
            <br />
            7.6. გაცნობებთ, რომ იმ შემთხვევაში თუ გადახდის რეკვიზიტებში
            გამოიყენებთ სხვა პირის საბანკო ბარათის მონაცემებს, (მიუთითებთ სხვა
            პიროვნების ბარათს) თანხის გადახდა და კომპანიის მიმართ არსებული
            ვალდებულება შესრულებულად ჩაითვლება. ხოლო, დავის წარმოშობის
            შემთხვევაში კომპანია სრულად იხსნის პასუხისმგებლობას სხვა პირის
            მიმართ მიყენებული ზიანისთვის. დამდგარ ზიანზე სრული პასუხისმგებლობა
            გეკისრებათ თქვენ და ვალდებული ხართ სრულად აუნაზღაუროთ საბანკო
            ბარათის მესაკუთრეს მიყენებული ზიანი.
            <br />
            &bull; VISA ან MASTERCARD ბარათით საიტზე https.gourmet.ge
            <br />
            &bull; ნაღდი ანგარიშსწორებით კურიერთან.
            <br />
            8.პირადი ანგარიშის დახურვა და სარგებლობის შეზღუდვა
            <br />
            8.1. gourmet.ge უფლებამოსილია მომხმარებელს ცალმხრივად, ელექტრონული
            ფოსტაზე გაგზავნილი შეტყობინების საშუალებით, შეუწყვიტოს ან შეუზღუდოს
            უფლება, ისარგებლოს პლატფორმით, თუ მიიჩნევს, რომ დაირღვა წინამდებარე
            წესებისა და პირობების მოთხოვნები. აღნიშნულ შემთხვევაში ანგარიშის
            დახურვა ან სარგებლობის შეზღუდვა ხდება ამ მუხლით განსაზღვრული
            შეტყობინების ჩაბარების მომენტიდან.
            <br />
            8.2. იმ შემთხვევაში, თუ გურმე 8.1 მუხლით განსაზღვრული მიზეზით
            დახურავს ანგარიშს ან შეზღუდავს მის გამოყენებას, მომხმარებელი არ არის
            უფლებამოსილი თავისი ან სხვისი სახელით შექმნას ახალი ანგარიში.
            <br />
            8.3. მომხმარებელი უფლებამოსილია ნებისმიერ დროს შეწყვიტოს gourmet.ge
            პლატფორმის გამოყენება, რაც არ იწვევს წინამდებარე შეთანხმებით
            გათვალისწინებული კონფიდენციალურობის ვალდებულების შეწყვეტას.
            <br />
            9. gourmet.ge-ის პასუხისმგებლობის შეზღუდვა
            <br />
            9.1 თქვენ თანხმდებით, რომ თავისუფალი ხართ არჩევანში ისარგებლოთ თუ
            არა გურმეს ვებ-გვერდითა და მომსახურებით და ამას აკეთებთ თქვენი
            შეხედულებით, დისკრეციითა და რისკით.
            <br />
            9.2 გურმე უზრუნველყოფს თქვენს წვდომას ვებ-გვერდზე და მომსახურების
            გაწევას წინამდებარე წესებისა და პირობების შესაბამისად.
            <br />
            9.3 გურმე არ არის პასუხისმგებელი თქვენს ან ნებისმიერი პირის წინაშე
            გაუფრთხილებელი, დელიქტური ან სხვა სახით, ნებისმიერი დანაკარგისა და
            ზიანისთვის, რომელიც წარმოიშვა, ან რაიმე ფორმით დაკავშირებული არის,
            თქვენს ან ნებისმიერ მესამე პირის მიერ მომსახურების გამოყენებასთან,
            პირდაპირ ან არაპირდაპირ, მათ შორის, შეზღუდვის გარეშე, ზიანი ბიზნესის
            დაკარგვისთვის, მოგების დაკარგვისთვის (მათ შორის მოსალოდნელი მოგების
            დაკარგვის ან მიუღებლობისთვის) ბიზნეს საქმიანობის შეწყვეტისთვის, ან
            სხვა ფულადი ან არსებითი/ნივთობრივი დანაკარგისთვის.
            <br />
            9.4 გურმე არ არის პასუხისმგებელი თქვენს ან ნებისმიერი პირის წინაშე,
            სახელშეკრულებო, გაუფრთხილებელი, დელიქტური ან სხვა სახით, დანაკარგისა
            და ზიანისთვის რომელიც წარმოიშვა, ან რაიმე ფორმით დაკავშირებული არის,
            თქვენს მიერ საიტზე არსებული ნებისმიერი ბმულის გამოყენებასთან. გურმე
            არ არის პასუხისმგებელი ინტერნეტ ვებგვერდის ბმულის შინაარსზე,
            რომელზეც გადამისამართდებით ვებ-გვერდიდან ან მისი მომსახურებიდან.
            <br />
            9.5 თქვენ ადასტურებთ, რომ გურმე არ იქნება პასუხისმგებელი თქვენს ან
            მესამე პირის წინაშე რაიმე ცვლილების, ვებ-გვერდზე წვდომის შეზღუდვის
            ან შეწყვეტის შემთხვევაში.
            <br />
            9.6 თქვენ ეთანხმებით, რომ იმ შემთხვევაში, თუ გურმეს ვებ-გვერდი არ
            იმუშავებს გამართულად, ოპერაციის, ტრანზაქციის ან ტრანსმისიის
            შეფერხების ან შეწყვეტის, მონაცემების ან კონტაქტის ან ხაზების
            დაკარგვის ან დაზიანების, მესამე პირთა მიერ საიტის ან მისი
            შემადგენლობის მესამე პირთა მიერ უკანონო გამოყენების, ან ნებისმიერ
            ჩვენს კონტროლს მიღმა არსებული გარემოების შემთხვევაში:
            <br />
            9.7.1 გურმე არ არის პასუხისმგებელი ნებისმიერი დანაკარგისთვის,
            რომელიც გამოიწვია ზემოაღნიშნულმა, და ასეთი დანაკარგი არ
            ანაზღაურდება.
            <br />
            9.8. გურმე პასუხისმგებელია:
            <br />
            9.8.1. მომხმარებლის წინაშე პირად ანგარიშზე ოპერაციების წარმოების
            სისწორესა და დროულობაზე წინამდებარე პირობებით განსაზღვრული წესებისა
            და მოქმედი კანონმდებლობის შესაბამისად.
            <br />
            9.8.2. პირად ანგარიშზე წარმოებული ოპერაციების შესახებ ინფორმაციის
            კონფიდენციალურობაზე, გარდა კანონმდებლობით გათვალისწინებული
            შემთხვევებისა;
            <br />
            9.9 გურმე არ აგებს პასუხს:
            <br />
            9.9.1. მომხმარებლის მიერ განხორციელებული ტრანზაქციის ნებისმიერი
            მიზეზით გაუქმებისას დამდგარი პირდაპირი ან არაპირდაპირი ზიანისთვის.
            <br />
            9.10. წინამდებარე პირობებით განსაზღვრული ვალდებულებების დარღვევა
            იწვევს წინამდებარე პირობებით და საქართველოს მოქმედი კანონმდებლობით
            გათვალისწინებულ პასუხისმგებლობას. მხარეები იღებენ ვალდებულებას
            აუნაზღაურონ ერთმანეთს მათ მიერ პირობების სრულად ან ნაწილობრივ
            შეუსრულებლობის ან არაჯეროვნად შესრულების შედეგად მიყენებული ზიანი
            (ზარალი) კანონმდებლობით ან/და პირობებით დადგენილი წესით.
            <br />
            10.ხელშეკრულების მოქმედების ვადა და შეწყვეტა
            <br />
            10.1. წინამდებარე წესების და პირობების ძალაში შესვლის შემდგომ ძალაში
            რჩება მომხმარებლის რეგისტრაციის გაუქმებამდე.
            <br />
            10.2. მომხმარებელის მიერ ამ პირობებით და მის მიერ პროდუქტის
            შეძენისას, პროდუქტის საფასურის სრულად და ჯეროვნად gourmet.ge-სთვის
            გადახდა წარმოადგენს მისი ფულადი ვალდებულების შესრულებას. ფულადი
            ვალდებულების შესრულება არ იწვევს წინამდებარე წესების და პირობების
            შეწყვეტას.
            <br />
            11. მარეგულირებელი კანონმდებლობა და დავების გადაწყვეტის წესი
            <br />
            11.1. წინამდებარე პირობები რეგულირდება და განიმარტება საქართველოს
            კანონმდებლობის შესაბამისად.
            <br />
            11.2. მხარეთა მიერ, პირობების შესრულების ადგილად მიჩნეულია
            საქართველო;
            <br />
            11.3. ამ პირობებთან ან მის ინტერპრეტაციასთან დაკავშირებული
            ნებისმიერი დავა ან უთანხმოება გადაწყდება მხარეებს შორის
            მოლაპარაკების გზით.
            <br />
            11.4. თუ მხარეები 30 (ოცდაათი) კალენდარული დღის განმავლობაში
            შეთანხმებას ვერ მიაღწევენ მოლაპარაკების გზით, ისინი უპირობოდ თანახმა
            არიან სურვილის შემთხვევაში მიმართონ მათთვის საქართველოს
            კანონმდებლობით მინიჭებულ დავის გადაწყვეტის სხვა საშუალებებს.
            <br />
            12.წინამდებარე პირობებში ცვლილებების შეტანა
            <br />
            12.1. წინამდებარე პირობები შესაძლებელია დაექვემდებაროს ცვლილებებს.
            ცვლილებები განხორციელებულ იქნება gourmet.ge-ს მხრიდან
            მომხმარებლისთვის წინასწარი შეტყობინების გარეშე, თუმცა, პირობებში
            არსებითი ცვლილების განხორციელების შემთხვევაში, მომხმარებელმა
            მომსახურების შეუფერხებლად მიღების გასაგრძელებლად ხელმეორედ უნდა
            განაცხადოს მათზე თანხმობა. პირობების ყოველი არსებითი ცვლილებისას
            მომხმარებელს ექნება შესაძლებლობა განაცხადოს თანხმობა gourmet.ge
            ნებისმიერი არხით სარგებლობისას.
            <br />
            13.ერთიანი ხელშეკრულება
            <br />
            13.1. წინამდებარე წესები და პირობები, მასთან დაკავშირებულ სხვა
            ხელშეკრულებებთან ერთად წამოადგენს ერთიან და მთლიან შეთანხმებას
            ვებ-გვერდთან ან/და სერვისებთან დაკავშირებით და ანაცვლებს
            ვებ-გვერდთან ან/და სერვისებთან დაკავშირებულ ყველა წინარე და
            პარალელურ რეჟიმში განხორციელებულ კომუნიკაციას, აღქმას, ასევე
            წერილობით ან ზეპირ განცხადებებსა და გარანტიებს.
            <br />
            14.კონფიდენციალურობის პოლიტიკა.
            <br />
            14.1. გთხოვთ, ყურადღებით გაეცნოთ კონფიდენციალურობის პოლიტიკას. ჩვენს
            ვებ-გვერდზე - gourmet.ge-ზე შესვლით და ვებ-გვერდით სარგებლობით თქვენ
            ადასტურებთ, რომ გაეცანით და ეთანხმებით ინფორმაციის დაცვის პოლიტიკის
            და ჩვენი ვებ-გვერდით სარგებლობის ყველა პირობას.
            <br />
            15.ნივთის შეძენა და მიღების წესი
            <br />
            15.1. მომხმარებელი gourmet.ge-ს პლატფორმის საშუალებით შეძენილი
            პროდუქციის მიღებას შეძლებს წინასწარ განსაზღვრული მიტანის სერვისის
            წესების მიხედვით.
            <br />
            15.2. შეძენილი პროდუქტის მიმღები/ჩამბარებელი შეიძლება იყოს:
            <br />
            &bull; თავად შემძენი (მომხმარებელი) პირადად.
            <br />
            &bull; მომხმარებელის მიერ მითითებული ნებისმიერი სხვა პირი.
            <br />
            15.3. თუ მომხმარებელი არ იბარებს შეძენილ პროდუქტს პირადად და სურს,
            რომ მის ნაცვლად ჩაიბაროს სხვა პირმა, ასეთ შემთხვევაში, მან გურმეს
            უნდა მიაწოდოს ჩამბარებლის პირადი მონაცემები, კერძოდ, სახელი, გვარი,
            პირადი ნომერი და მისამართი, რათა გურმემ მოახდინოს ჩამბარებლის სწორად
            იდენტიფიცირება და პროდუქტის ჩაბარება.
            <br />
            15.4. წინამდებარე პუნქტში აღწერილი წესი მოქმედებს მხოლოდ უნაღდო
            ანგარიშსწორებით (ბარათით) შეძენილი პროდუქტის მიმართ.
            <br />
            15.5. მომხმარებელის მიერ პროდუქტის ნაღდი ანგარიშსწორებით შეძენის
            შემთხვევაში, შეძენილი პროდუქტის ჩაბარება გურმეს მიერ ხდება მხოლოდ
            მომხმარებელზე ან მომხმარებელის მიერ მითითებულ სრულწლოვან პირზე
            წინამდებარე წესების გათვალისწინებით.
            <br />
            15.6 gourmet.ge უფლებას იტოვოს ნებისმიერ დროს გააუქმოს მომხმარებლის
            მიერ განხორციელებული შეკვეთა.
            <br />
            16. დაბრუნების პოლიტიკა
            <br />
            16.1. გთხოვთ, ყურადღებით გაეცნოთ გურმეს დაბრუნების პოლიტიკას. ჩვენს
            ვებ-გვერდზე - gourmet.ge-ზე შესვლით და ვებ-გვერდით სარგებლობით თქვენ
            ადასტურებთ, რომ გაეცანით და ეთანხმებით დაბრუნების პოლიტიკას და ჩვენი
            ვებ-გვერდით სარგებლობის ყველა პირობას.
            <br />
            17. გარდამავალი დებულებები
            <br />
            17.1. წინამდებარე პირობებში აღნიშნული სათაურები გამოიყენება მხოლოდ
            მოხერხებულობისთვის და არ აქვს ზეგავლენა პირობების განმარტებასა და
            ინტერპრეტაციაზე.
            <br />
            17.2. მოთხოვნის შემთხვევაში, მომხმარებელი ვალდებულია gourmet.ge-ს
            მიაწოდოს ნებისმიერი დამატებითი ინფორმაცია და ასევე წარმოადგინოს
            შესაბამისი დამადასტურებელი დოკუმენტები, რომლებსაც gourmet.ge
            მოითხოვს ან განსაზღვრულია საქართველოს კანონმდებლობით.
            <br />
            17.3. თუ წინამდებარე პირობების რომელიმე პუნქტი ან მისი ნაწილი რაიმე
            მიზეზით იქნა გაუქმებული, ბათილად ცნობილი ან შეწყვეტილი, აღნიშნული
            პუნქტი ან მისი ნაწილი აღარ იქნება გამოყენებული, რაც არ იქონიებს
            გავლენას პირობების დანარჩენი პუნქტების ნამდვილობაზე.
            <br />
            17.4. gourmet.ge უფლება აქვს ცალმხრივად შეიტანოს ცვლილებები ამ
            პირობების ტექსტში და აღნიშნულის შესახებ აცნობოს მომხმარებელს
            gourmet.ge-ს საინფორმაციო საშუალებების, მათ შორის ვებ-გვერდის,
            gourmet.ge-ს ხელმისაწვდომი ნებისმიერი სხვა არხის ან/და ელექტრონული
            ფოსტის საშუალებით.
            <br />
            17.5. მომხმარებელი, gourmet.ge-სთან წერილობითი თანხმობის გარეშე, არ
            არის უფლებამოსილი ამ პირობებიდან გამომდინარე უფლებები და მოთხოვნები
            გადასცეს ან ვალდებულებები გადააკისროს სხვა პირს.
            <br />
            17.6. მხარეთა შეთანხმებით წინამდებარე პირობების შესრულების ადგილად
            მიჩნეულია გურმეს იურიდიული მისამართი.
            <br />
            17.7. იმ შემთხვევებში, რომლებიც არ არის გათვალისწინებული პირობებით,
            მხარეები იხელმძღვანელებენ კანონმდებლობით დადგენილი შესაბამისი
            ურთიერთობის მარეგულირებელი ნორმებით ან/და დამატებით შეთანხმებული
            პირობებით.
          </p>
          <p>
            &Oslash; საკონტაქტო ინფორმაცია - <br />
            მის: მირიან მეფის ქუჩა #70
            <br />
            ტელ: +995 597 555 266
            <br />
            r.muzashvili@gurme.ge
            <br />
            Facebook https://www.facebook.com/Gourmet.ge
            <br />
            Instagram https://www.instagram.com/gourmet_gurme/
          </p>
          <p>
            <br />
            &Oslash; დაბრუნების პოლიტიკა
            <br />
            1. გურმეს პროდუქტის დაბრუნების/შეცვლის პირობები:
            <br />
            1.1. კომპანია გურმე, პროდუქტის დაბრუნების/შეცვლის პოლიტიკის
            გათვალისწინებით, გაძლევთ შესაძლებლობას პროდუქტის მიღებისთანავე
            დაუყოვნებლივ დააბრუნოთ უკან ან შეცვალოთ შეძენილი პროდუქტი იმ
            შემთხვევაში თუ ის არ შეესაბამება, შეკვეთაში მითითებულ პროდუქციას
            ან/და არის აშკარად ნაკლის მქონე.
            <br />
            2. პროდუქტის დაბრუნების/შეცვლის წესი:
            <br />
            2.1. პროდუქტის დაბრუნების სურვილის შემთხვევაში, გთხოვთ წინასწარ
            დაუკავშირდეთ კომპანია გურმეს საინფორმაციო ცენტრს და აცნობოთ
            პროდუქტის დაბრუნების შესახებ.
            <br />
            2.2. პროცესის ინიცირებისათვის საჭიროა კომპანიას აცნობოთ
            დასაბრუნებელი პროდუქტის მაიდენტიფიცირებელი მონაცემები, შეკვეთის
            ნომერი, შეკვეთის თარიღი.
            <br />
            2.3. პროდუქტის დაბრუნების/შეცვლის პოლიტიკა მოქმედებს პროდუქტის
            მიღებისთანავე შემოწმებით აღმოჩენილი აშკარა ნაკლის არსებობის
            შემთხვევაში, კურიერისათვის შეკვეთილი პროდუქტის უკან გადაცემის
            მეშვეობით.
            <br />
            2.4. პროდუქტის დაბრუნება/შეცვლის (ტრანსპორტირებას) უზრუნველყოფს
            კომპანია გურმე საკუთარი კურიერისა და ტრანსპორტის მეშვეობით,
            კურიერისათვის შეკვეთილ პროდუქციაზე წინამდებარე შეთანხმების 1.1
            პუნქტით გათვალისწინებული საფუძვლიანი მოთხოვნის წაყენების
            შემთხვევაში.
            <br />
            2.5. პროდუქტის დაბრუნების/შეცვლის მოთხოვნის შემთხვევაში მყიდველმა
            კურიერს უნდა წარუდგინოს თანხის გადახდის დამადასტურებელი დოკუმენტი,
            <br />
            2.6. პროდუქტის დაბრუნება წინამდებარე წესების გათვალისწინებით
            შესაძლებელია თუ:
            <br />
            2.6.1. პროდუქტი არ შეესაბამება შეკვეთას ან ვებ-გვერდზე განთავსებულ
            აღწერილობას.
            <br />
            2.6.2. პროდუქტს აქვს აშკარა ნაკლი.
            <br />
            2.6.3. პროდუქტი დაზიანებულია ტრანსპორტირების პროცესში.
            <br />
            2.6.4. მიწოდების შეთანხმებული დრო მნიშვნელოვნად დაირღვა გურმეს
            მხრიდან.
            <br />
            2.7 პროდუქტის შეცვლა წინამდებარე წესების გათვალისწინებით
            შესაძლებელია, თუ:
            <br />
            2.7.1 პროდუქტის შეფუთვა დაუზიანებელია, მყიდველის მიერ.
            <br />
            2.7.2 პროდუქტი არ შეესაბამება შეკვეთას/ან ვებ-გვერდზე განთავსებულ
            აღწერილობას.
            <br />
            2.7.3 პროდუქტს აქვს აშკარა ნაკლი.
            <br />
            2.7.4 პროდუქტი მნიშვნელოვნად დაზიანებულია ტრანსპორტირების პროცესში.
            <br />
            3. ანაზღაურების წესი:
            <br />
            3.1. კომპანია გურმე, მომხმარებლის მიერ შეძენილი პროდუქტის დაბრუნების
            სურვილის შემთხვევაში იღებს ვალდებულებას მომხმარებელს აუნაზღაუროს
            მომხმარებლის მიერ პროდუქტში გადახდილი თანხის:
            <br />
            3.1.1. 100%, იმ შემთხვევაში თუ: პროდუქტის შეფუთვა დაუზიანებელია
            მყიდველის მხრიდან და თან აქვს თანხის გადახდის დამადასტურებელი
            დოკუმენტი.
            <br />
            3.1.2. 100% იმ შემთხვევაში თუ პროდუქტს აქვს აშკარა ნაკლი ან პროდუქტი
            არ შეესაბამება შეკვეთას/ან ვებ-გვერდზე განთავსებულ აღწერილობას ან
            პროდუქტი მნიშვნელოვნად დაზიანებულია ტრანსპორტირების პროცესში და
            მყიდველს აქვს თანხის გადახდის დამადასტურებელი დოკუმენტი.
            <br />
            3.1.3. 90-100%-მდე იმ შემთხვევაში, თუ პროდუქტის შეფუთვა მყიდველის
            მიერ დაზიანებულია და პროდუქტს აქვს აშკარა ნაკლი ან პროდუქტი არ
            შეესაბამება შეკვეთას/ან ვებ-გვერდზე განთავსებულ აღწერილობას ან
            პროდუქტი მნიშვნელოვნად დაზიანებულია ტრანსპორტირების პროცესში და
            მყიდველს აქვს თანხის გადახდის დამადასტურებელი დოკუმენტი.
            <br />
            3.2. მომხმარებლის მიერ პროდუქტის შეცვლის სურვილის შემთხვევაში,
            როდესაც პროდუქტს აქვს აშკარა ნაკლი ან პროდუქტი არ შეესაბამება
            შეკვეთას/ან ვებ-გვერდზე განთავსებულ აღწერილობას ან პროდუქტი
            მნიშვნელოვნად დაზიანებულია ტრანსპორტირების პროცესში და მყიდველს აქვს
            თანხის გადახდის დამადასტურებელი დოკუმენტი, გურმე უცვლის მას
            მყიდველთან წინასწარ შეთანხმებულ დროში.
            <br />
            3.3. თანხის დაბრუნება შესაძლებელია მხოლოდ უნაღდო ანგარიშსწორებით
            მომხმარებელის საბანკო ანგარიშზე ჩარიცხვის გზით.
            <br />
            3.4. გურმე მომხმარებელს შეძენილი პროდუქტის ღირებულებას, წინამდებარე
            პოლიტიკით დადგენილი წესითა და ოდენობით, აუნაზღაურებს 7 (შვიდი)
            სამუშაო დღის ვადაში, გარდა 3.1.1. მუხლით გათვალისწინებული
            შემთხვევისა.
            <br />
            3.5. წინამდებარე პოლიტიკის 3.1.1. მუხლით გათვალისწინებულ
            შემთხვევაში, მომხმარებელს პროდუქტის ღირებულება დაუბრუნდება 5 (ხუთი)
            სამუშაო დღის ვადაში.
            <br />
            4. ტრანსპორტირების მომსახურების ღირებულების ანაზღაურების წესი:
            <br />
            4.1. კომპანია გურმე მყიდველის მიერ პროდუქტის დაბრუნებისას/შეცვლისას
            ანაზღაურებს ტრანსპორტირების მომსახურების ღირებულებას, იმ
            შემთხვევაში, თუ:
            <br />o პროდუქტი არ შეესაბამება შეკვეთას/ან ვებ-გვერდზე განთავსებულ
            აღწერილობას.
            <br />o პროდუქტს აქვს აშკარა ნაკლი.
            <br />o პროდუქტი მნიშვნელოვნად დაზიანებულია ტრანსპორტირების
            პროცესში.
            <br />o მიწოდების შეთანხმებული დრო მნიშვნელოვნად დაირღვა გურმეს
            მხრიდან.
            <br />
            4.2. ყველა სხვა შემთხვევაში, ტრანსპორტირების მომსახურების
            ღირებულებას ანაზღაურებს მყიდველი.
            <br />
            5. პროდუქციის დაბრუნება/შეცვლის პროცედურა:
            <br />
            5.1. მყიდველის მიერ წინამდებარე პოლიტიკით გათვალისწინებული სათანადო
            დასაბუთებით პროდუქციის დაბრუნების მოთხოვნის შემთხვევაში,
            მიტანისთანავე მყისიერად მოხდება მყიდველის მხრიდან, შემთხვევის
            დაფიქსირება საინფორმაციო ცენტრში და კურიერს მიეცემა დასტური
            პროდუქტის წამოღებაზე.
            <br />
            5.2. მყიდველის მიერ წინამდებარე პოლიტიკით გათვალისწინებული სათანადო
            დასაბუთებით პროდუქციის შეცვლის მოთხოვნის შემთხვევაში, მიტანისთანავე
            მყისიერად მოხდება მყიდველის მხრიდან, შემთხვევის დაფიქსირება
            საინფორმაციო ცენტრში და კურიერს მიეცემა დასტური პროდუქტის შეცვლის
            შესახებ. დაბრუნებული პროდუქტის შეცვლა მოხდება გურმესა და მყიდველს
            შორის წინასწარ შეთანხმებულ ვადაში.
            <br />
            &Oslash; კონფიდენციალურობის პოლიტიკა <br />
            წინამდებარე ვებ გვერდი https.gourmet.ge (შემდგომში &bdquo;ვებ
            გვერდი&ldquo;) წარმოადგენს შპს &ldquo;გურმე&ldquo;ს (ს/კ 404407879)
            (შემდგომში &bdquo;ჩვენ&ldquo;) საკუთრებას. ეს გვერდი გამცნობთ, თუ
            როგორ ვაგროვებთ, ვიყენებთ და ვამუშავებთ ჩვენი ვებ გვერდის
            მომხმარებლების პერსონალური მონაცემებს.
            <br />
            ჩვენ თქვენს მიერ მოწოდებულ პერსონალურ მონაცემებს ვიყენებთ ჩვენი
            სერვისისა და ვებ გვერდის გასაუმჯობესებლად. ვებ გვერდის გამოყენებით,
            თქვენ ეთანხმებით ჩვენს მიერ თქვენი პერსონალური მონაცემების
            დამუშავებას კანონითა გათვალისწინებული წესით, წინამდებარე
            კონფიდენციალურობის პოლიტიკით განსაზღვრული მიზნებისათვის.
            <br />
            რა მონაცემებს ვაგროვებთ?
            <br />
            ჩვენი კომპანია აგროვებს მონაცემებს, რომლებიც მოიცავს, თუმცა არ
            შემოიფარგლება:
          </p>
          <p>
            &bull; პირადი საიდენტიფიკაციო მონაცემები (სახელი, გვარი, ელ. ფოსტა,
            მისამართი, ტელეფონის ნომერი და ა.შ.)
            <br />
            &bull; თქვენი IP მისამართი;
            <br />
            &bull; ვიზიტის დრო;
            <br />
            &bull; ინტერნეტ ბრაუზერის ტიპი და მოწყობილობის ტიპი, რომელშიც
            აღნიშნული ბრაუზერია განთავსებული;
            <br />
            &bull; სტუმრობის თარიღი და ხანგრძლივობა
          </p>
          <p>
            როგორ ვაგროვებთ მონაცემებს?
            <br />
            ჩვენს მიერ შეგროვებული ინფორმაციის უდიდეს ნაწილს თქვენ პირდაპირ
            გვაწვდით. ჩვენ ვაგროვებთ და ვამუშავებთ მონაცემებს, როდესაც თქვენ:
            <br />
            &bull; რეგისტრირდებით ჩვენს ვებ გვერდზე ან განათავსებთ შეკვეთას
            ჩვენი პროდუქტისა და მომსახურების მისაღებად.
            <br />
            &bull; ნებაყოფლობით ავსებთ მომხმარებლის კვლევას ან გვიგზავნით
            უკუკავშირს ელექტრონული ფოსტის ან სხვა საშუალებების გამოყენებით.
            <br />
            &bull; სტუმრობთ ჩვენს ვებ გვერდს თქვენი ბრაუზერის &bdquo;ქუქი&ldquo;
            ფაილების საშუალებით;
            <br />
            &bull; იყენებთ ჩვენს სატელეფონო მომსახურების სერვისს.
            <br />
            &bull; სხვაგვარად იყენებთ ჩვენს ვებ გვერდს ან/და ჩვენს მიერ
            შემოთავაზებულ სერვისებს.
            <br />
            ზემოთ მოცემული ჩამონათვალი არ არის ამომწურავი და შესაძლოა ჩვენთან
            ურთიერთობის დროს შესაძლოა სხვა არაპირდაპირი წყაროებიდანაც მოხდეს
            პერსონალური მონაცემების მოპოვება.
            <br />
            როგორ გამოვიყენებთ თქვენს მონაცემებს?
            <br />
            ჩვენი კომპანია აგროვებს თქვენს მონაცემებს, რათა შევძლოთ:
            <br />
            &bull; თქვენი შეკვეთის დამუშავება, თქვენი ანგარიშის მართვა.
            <br />
            &bull; თქვენთვის ელ-ფოსტით სპეციალური შემოთავაზებების გამოგზავნა
            ჩვენი სერვისებისა და პროდუქტების შესახებ.
            <br />
            &bull; ვებ გვერდით ტექნიკური ადმინისტრირება და მისი განვითარება;
            <br />
            &bull; წინამდებარე პოლიტიკით განსაზღვრული სხვა შემთხვევებისთვის;
            <br />
            თქვენი თანხმობის შემთხვევაში, ჩვენ შეგვიძლია გავუზიაროთ თქვენი
            მონაცემები პარტნიორ კომპანიებს, რათა მათაც შეძლონ თქვენთვის საკუთარი
            სერვისებისა და პროდუქტების შემოთავაზება.
            <br />
            როგორ ვინახავთ თქვენს მონაცემებს?
            <br />
            ჩვენ ვახდენთ ჩვენთვის ხელმისაწვდომი ყველა გონივრული ტექნიკური და
            ორგანიზაციული უსაფრთხოების ზომების იმპლემენტაციას, რათა ჩვენს მიერ
            ვებ გვერდის მეშვეობით მოპოვებული თქვენი პერსონალური მონაცემები
            დაცული იყოს უნებართვო წვდომისგან, გამოყენებისგან, დაკარგვისგან ან
            განადგურებისგან.
            <br />
            ჩვენი კომპანია შეინახავს თქვენს პერსონალურ მონაცემებს მოქმედი
            კანონმდებლობით განსაზღვრული წესით, იმ პერიოდის განმავლობაში, რაც
            საჭიროა ჩვენს მიერ განსაზღვრული მიზნების (სარეკლამო მიზნები,
            მომსახურების გაუმჯობესება და ა.შ.) განსახორციელებლად. მას შემდეგ,
            რაც აღარ იარსებებს ჩვენი კომპანიის მიერ წინამდებარე პოლიტიკით
            განსაზღვრული მიზნები, ჩვენ წავშლით/გავანადგურებთ თქვენს პერსონალურ
            მონაცემებს.
            <br />
            რა უფლებები გაქვთ პერსონალური მონაცემების დაცვასთან დაკავშირებით?
            <br />
            ჩვენს კომპანიას სურს დარწმუნდეთ, რომ ჩვენ უსაფრთხოების მაქსიმალური
            წესების დაცვით ვამუშავებთ და ვინახავთ თქვენს პერსონალურ მონაცემებს.
            ჩვენ ასევე ვიცავთ და პატივს ვცემთ თქვენს უფლებებს პერსონალურ
            მონაცემების დაცვასთან დაკავშირებით. ვებ გვერდის ნებისმიერს
            მომხმარებელს აქვს უფლება:
            <br />
            &bull; წვდომის მოთხოვნის უფლება - თქვენ გაქვს უფლება, მოითხოვოთ
            ჩვენს კომპანიაში დაცული, თქვენი პერსონალური მონაცემების ასლები.
            <br />
            &bull; ცვლილების მოთხოვნის უფლება - თქვენ გაქვთ უფლება, მოითხოვოთ
            ჩვენი კომპანიისგან ნებისმიერი ინფორმაციის შესწორება, რომელიც
            არასწორი ან არაზუსტი მიგაჩნიათ. ამასთანავე, თქვენ გაქვთ უფლება,
            მოითხოვოთ ჩვენი კომპანიისგან იმ ინფორმაციის შევსება, რომელიც
            არასრულყოფილად მიგაჩნიათ.
            <br />
            &bull; წაშლის მოთხოვნის უფლება - თქვენ გაქვთ უფლება, მოითხოვოთ ჩვენი
            კომპანიისგან, თქვენი პერსონალური მონაცემების წაშლა, გარკვეული
            პირობების გათვალისწინებით.
            <br />
            &bull; დამუშავების შეზღუდვის მოთხოვნის უფლება - თქვენ გაქვთ უფლება,
            მოითხოვოთ ჩვენი კომპანიისგან თქვენი პერსონალური მონაცემების
            დამუშავების შეზღუდვა, გარკვეული პირობების გათვალისწინებით.
            <br />
            &bull; მონაცემების გადაცემის მოთხოვნის უფლება - თქვენ გაქვთ უფლება,
            მოითხოვოთ ჩვენი კომპანიის მიერ შეგროვებული მონაცემების სხვა
            ორგანიზაციისთვის, ან პირდაპირ თქვენთვის გადაცემა, გარკვეული
            პირობების გათვალისწინებით.
            <br />
            მოთხოვნის შემთხვევაში, ჩვენ ვალდებული ვართ გიპასუხოთ 10 დღის
            განმავლობაში.
            <br />
            სხვა ვებ გვერდების კონფიდენციალურობის პოლიტიკა
            <br />
            ჩვენი ვებ გვერდი შესაძლოა შეიცავდეს სხვა ვებ გვერდებზე გადასასვლელ
            ლინკებს. ჩვენი კონფიდენციალურობის პოლიტიკა მხოლოდ მოქმედებს ჩვენს
            ვებ გვერდზე, შესაბამისად თუ დაკლიკავთ სხვა ვებ გვერდის ლინკზე,
            აუცილებლად გაეცანით მათ კონფიდენციალურობის პოლიტიკას.
            <br />
            ცვლილებები ჩვენს კონფიდენციალურობის პოლიტიკაშიჩვენი კომპანია
            მუდმივად შეუსაბამებს კონფიდენციალურობის პოლიტიკას მოქმედ
            კანონმდებლობასა და პრინციპებს, შესაბამისი განახლებები კი აისახება
            ვებ გვერდზე.
            <br />
            როგორ შეეხმიანოთ უფლებამოსილ ორგანოებს
            <br />
            სახელმწიფო ინსპექტორის სამსახური არის დამოუკიდებელი სახელმწიფო
            ორგანო, რომლის მიზანია, განახორციელოს პერსონალურ მონაცემთა
            დამუშავების კანონიერების კონტროლი. შესაბამისად, თუ მიგაჩნიათ, რომ
            თქვენი პერსონალური მონაცემების დამუშავებისას დარღვეული იქნა თქვენი
            უფლებები, მიმართეთ სახელმწიფო ინსპექტორის სამსახურს:
            <br />
            ტელ: (+995 32) 242 1000
            <br />
            ელ. ფოსტა: office@stateinspector.ge
            <br />
            მის: საქართველო, თბილისი, ნ. ვაჩნაძის N&deg;7, 0105 - პერსონალურ
            მონაცემთა დაცვის მიმართულება;
          </p>
          <p>
            &Oslash; მიწოდების პირობები <br />
            Gourmet.ge-ზე განთავსებული შეკვეთების დამუშავება იწყება დღის 12
            საათიდან. შეკვეთილი პროდუქციის მიღება შესაძლებელია:
          </p>
          <p>
            1. თქვენთვის სასურველ ფილიალში
            <br />
            შეკვეთისას, მიუთითეთ თქვენთვის სასურველი ფილიალი და შეკვეთის მიღების
            დრო. ფილიალში დათქმულ დროს მისვლისას, შეკვეთა წასაღებად მზად
            დაგხვდებათ.
          </p>
          <p>
            2. მისამართზე მიწოდებით, თბილისის მასშტაბით
            <br />
            შეკვეთისას, მიუთითეთ სასურველი დრო და ლოკაცია. კურიერი შეკვეთას
            ადგილზე, დათქმულ დროს მოგართმევთ.
          </p>
          <p>
            შენიშვნა: ზუსტი ვადები, ტარიფები და სხვა პირობები შეგიძლიათ იხილოთ
            შეკვეთის განთავსების პროცესში, თქვენ მიერ არჩეული მეთოდის ქვეშ
            განთავსებული ტექსტური აღწერის სახით. პირობები შეიძლება იცვლებოდეს
            სხვადასხვა ფაქტორის (მაგ: სადღესასწაულო დღეები) გათვალისწინებით.
          </p>
          <p>&Oslash; ვებ გვერდის მფლობელი კომპანიის დასახელება - შპს გურმე</p>
          <p>
            Q&amp;A
            <br />
            1) რა არის მინიმალური შეკვეთა?
          </p>
          <p>შეკვეთისას, რაოდენობას არ აქვს მნიშვნელობა.</p>
          <p>2) რამდენი ხნით ადრე უნდა განვათავსო შეკვეთა?</p>
          <p>
            სასურველია, შეკვეთა განთავსდეს ღონისძიებამდე მინიმუმ 2 დღით ადრე
          </p>
          <p>
            3) როგორია გადახდის პროცედურა?
            <br />
            თანხის გადახდა შეგიძლიათ ვებ-გვერდიდან. ასევე, შესაძლებელია,
            გამოითხოვოთ ინვოისი.
          </p>
          <p>4) მოქმედებს თუ არა მიტანის სერვისი რეგიონებში?</p>
          <p>დიახ, მოქმედებს.</p>
          <p>5) რა არის მიტანის სერვისის ღირებულება?</p>
          <p>
            მიტანის სერვისი თბილისის მასშტაბით უფასოა, რეგიონებში კი
            განისაზღვრება მანძილის მიხედვით.
          </p>
          <p>
            6) შესაძლებელია მომსახურე პერსონალის დაქირავება?
            <br />
            დიახ, მომსახურე პერსონალის დაქირავება დამატებითი სერვისის სახით არის
            შესაძლებელი.
          </p>
          <p>
            7) შესაძლებელია თუ არა საჭირო ინვენტარის ქირაობა?
            <br />
            დიახ, საჭირო ინვენტარის ქირაობა შესაძლებელია.
          </p>
        </h3>
      </div>
      <div className="flex justify-center">
        <Button
          disabled={!!currStatus}
          variant={"accent"}
          onClick={() => handleAcceptClick()}
          className="w-1/3"
        >
          ვეთანხმები
        </Button>
      </div>
    </Modal>
  );
}
